<script setup>

</script>

<template>
    <div class="container4">
        <h1>Возможности</h1>
        <div class="blocks-possib">
        <div class="first-possib">
            <div class="possibility">
                <div class="numbers1">
                    <h1>01</h1>
                    <hr>
                </div>
            <h2>Поддержка и развитие</h2>
            <p>
                Мы предлагаем полную поддержку вашего сайта после его запуска. Это включает в себя регулярное обновление программного обеспечения, устранение возникающихоблем, резервное копирование данных и мониторинг работы сайта. Мы также готовы внести необходимые изменения и доработки для улучшения функциональности и производительности вашего сайта.
            </p>
            </div>
            <div class="possibility">
                <div class="numbers2">
                    <h1>04</h1>
                    <hr>
                </div>
                <h2>Программирование сайта</h2>
                <p>
                    Наши опытные программисты занимаются разработкой кода для вашего сайта. Они используют передовые технологии и языки программирования, чтобы создать высококачественный и эффективный код. Это обеспечивает функциональность вашего сайта, его безопасность и быструю загрузку страниц.
                </p>
                </div>
                <div class="possibility">
                    <div class="numbers3">
                        <h1>07</h1>
                        <hr>
                    </div>
                    <h2>Настройка рекламы</h2>
                    <p>
                        Помогаем вам настроить эффективную рекламу для вашего сайта. Это может включать настройку контекстной рекламы, рекламных кампаний в социальных сетях или поисковую оптимизацию (SEO). Наша цель - привлечь больше посетителей на ваш сайт и увеличить конверсию.
                    </p>
                    </div>
        </div>
        <div class="second-possib">
            <div class="possibility">
                <div class="numbers4">
                    <h1>02</h1>
                    <hr>
                </div>
            <h2>Проектирование сайта</h2>
            <p>
                Даже самая недостижимая и глобальная цель может быть успешно реализована, если её грамотно распланировать: разбить на более понятные и последовательные задачи. 
                Так же и с созданием сайта: чёткое понимание всего процесса и грамотное планирование поможет вам максимально эффективно распределить ресурсы и получить на выходе наилучший результат из возможных.
            </p>
            </div>
            <div class="possibility">
                <div class="numbers5">
                    <h1>05</h1>
                    <hr>
                </div>
                <h2>HTML - верстка сайта</h2>
                <p>
                    Осуществляем профессиональную верстку вашего сайта с использованием HTML и CSS. Это позволяет правильно отображать контент на различных устройствах и браузерах, обеспечивая адаптивный дизайн и отзывчивость сайта.
                </p>
                </div>
                <div class="possibility">
                    <div class="numbers6">
                        <h1>08</h1>
                        <hr>
                    </div>
                    <h2>Фирменный стиль</h2>
                    <p>
                        Фирменный стиль - это комплекс элементов дизайна, которые определяют внешний облик и имидж компании. Он включает в себя логотип, цветовую палитру, типографику, графические элементы и прочие визуальные атрибуты. Фирменный стиль помогает создать единое и узнаваемое представление о бренде, повышает его узнаваемость и доверие потребителей.
                    </p>
                    </div>
        </div>
        <div class="third-possib">
            <div class="possibility">
                <div class="numbers7">
                    <h1>03</h1>
                    <hr>
                </div>
            <h2>Дизайн сайта</h2>
            <p>
                Разрабатываем дизайны сайтов, которые сочетают в себе современные тенденции и лучшие практики пользовательского опыта. Мы уделяем особое внимание навигации, компоновке контента, использованию цветовой схемы и типографики. Наша цель - создать дизайн, который будет привлекать внимание посетителей и обеспечивать удобство использования сайта.
            </p>
        </div>
            <div class="possibility">
                <div class="numbers8">
                    <h1>06</h1>
                    <hr>
                </div>
                <h2>Тестирование сайта</h2>
                <p>
                    Проводим тщательное тестирование вашего сайта, чтобы убедиться в его работоспособности, корректности отображения и отсутствии ошибок. Мы проверяем функциональность всех элементов сайта, его совместимость с различными платформами и браузерами, а также производительность загрузки страниц.
                </p>
                </div>
                <div class="possibility">
                    <div class="numbers9">
                        <h1>09</h1>
                        <hr>
                    </div>
                    <h2>Разработка логотипа</h2>
                    <p>
                        Логотип - это графическое изображение или символ, которое служит визуальным отображением компании или бренда. Разработка логотипа включает в себя процесс создания уникального и запоминающегося знака, который будет отражать ценности и характер компании. Хорошо разработанный логотип способен привлечь внимание, установить эмоциональную связь с аудиторией и выделить бренд фоне конкурентов.
                    </p>
                    </div>
        </div>
        </div>
    </div>

    
</template>