<script setup>

</script>

<template>

    <div class="container2">
        <div class="line">
          <hr />
          <div class="first-block">
            <div class="first-text">
              <svg
                width="92"
                height="94"
                viewBox="0 0 92 94"
                fill="none"
                xmlns="http://www.w3.org/2000/svg"
              >
                <path
                  d="M15.8125 76.374V14.999H35.9375"
                  stroke="#5457F5"
                  stroke-width="3"
                  stroke-linecap="round"
                  stroke-linejoin="round"
                />
                <path
                  d="M81.9375 76.374H10.0625"
                  stroke="#5457F5"
                  stroke-width="3"
                  stroke-linecap="round"
                  stroke-linejoin="round"
                />
                <path
                  d="M35.9375 76.374V32.3115M35.9375 32.3115H56.0625M35.9375 32.3115V14.999"
                  stroke="#5457F5"
                  stroke-width="3"
                  stroke-linecap="round"
                  stroke-linejoin="round"
                />
                <path
                  d="M76.1875 14.6865H56.0625V76.374H76.1875V14.6865Z"
                  stroke="#5457F5"
                  stroke-width="3"
                  stroke-linecap="round"
                  stroke-linejoin="round"
                />
              </svg>
              <h2>Конкурентоспособность</h2>
              <p>
                Мы понимаем, что Ваше время и бюджет являются важными факторами
                при выборе веб-студии, благодаря нашим конкурентоспособным ценам
                Вам не придется выходить за рамки бюджета, чтобы получить
                высококачественный сервис.
              </p>
            </div>
          </div>
        </div>
        <div class="line">
          <hr />
          <div class="second-block">
            <div class="second-text">
              <svg
                width="94"
                height="94"
                viewBox="0 0 94 94"
                fill="none"
                xmlns="http://www.w3.org/2000/svg"
              >
                <path
                  d="M32.3125 58.749C42.8577 58.749 51.4062 50.2005 51.4062 39.6553C51.4062 29.1101 42.8577 20.5615 32.3125 20.5615C21.7673 20.5615 13.2188 29.1101 13.2188 39.6553C13.2188 50.2005 21.7673 58.749 32.3125 58.749Z"
                  stroke="#5457F5"
                  stroke-width="3"
                  stroke-miterlimit="10"
                />
                <path
                  d="M56.0654 21.2723C58.6916 20.5323 61.4459 20.3638 64.1427 20.7779C66.8396 21.1921 69.4163 22.1793 71.6995 23.6732C73.9826 25.1671 75.9191 27.1329 77.3786 29.4382C78.838 31.7435 79.7865 34.3348 80.1601 37.0375C80.5338 39.7403 80.3239 42.4917 79.5446 45.1065C78.7653 47.7213 77.4348 50.1388 75.6426 52.196C73.8503 54.2533 71.6381 55.9026 69.1548 57.0329C66.6714 58.1632 63.9747 58.7482 61.2463 58.7485"
                  stroke="#5457F5"
                  stroke-width="3"
                  stroke-linecap="round"
                  stroke-linejoin="round"
                />
                <path
                  d="M5.87354 72.4806C8.85559 68.2389 12.8145 64.7769 17.4159 62.3869C22.0173 59.997 27.1263 58.7492 32.3113 58.749C37.4964 58.7488 42.6054 59.9962 47.2071 62.3858C51.8087 64.7754 55.7678 68.2371 58.7502 72.4786"
                  stroke="#5457F5"
                  stroke-width="3"
                  stroke-linecap="round"
                  stroke-linejoin="round"
                />
                <path
                  d="M61.2461 58.749C66.4317 58.7453 71.5418 59.9911 76.1438 62.381C80.7458 64.7709 84.7041 68.2345 87.6837 72.4786"
                  stroke="#5457F5"
                  stroke-width="3"
                  stroke-linecap="round"
                  stroke-linejoin="round"
                />
              </svg>
  
              <h2>Качество</h2>
              <p>
                Наша команда состоит из профессионалов, которые имеют большой опыт
                в разработке сайтов. Мы используем только современные технологии и
                инструменты, чтобы создать сайт, который будет не только красивым
                и удобным для пользователей, но и эффективным для вашего бизнеса.
              </p>
            </div>
          </div>
        </div>
        <div class="line">
          <hr />
          <div class="third-block">
            <svg
              width="94"
              height="94"
              viewBox="0 0 94 94"
              fill="none"
              xmlns="http://www.w3.org/2000/svg"
            >
              <path
                d="M88.3885 44.7167L79.3125 49.2547L67.5625 26.7527L76.7309 22.1685C77.4197 21.8241 78.2163 21.764 78.949 22.0011C79.6817 22.2382 80.292 22.7536 80.6485 23.4362L89.6787 40.7297C89.8593 41.0755 89.9691 41.4538 90.0019 41.8425C90.0347 42.2312 89.9897 42.6226 89.8696 42.9937C89.7495 43.3649 89.5567 43.7084 89.3024 44.0042C89.0481 44.3 88.7374 44.5423 88.3885 44.7167V44.7167Z"
                stroke="#5457F5"
                stroke-width="3"
                stroke-linecap="round"
                stroke-linejoin="round"
              />
              <path
                d="M14.6876 48.8612L5.6116 44.3232C5.26268 44.1487 4.95201 43.9065 4.69771 43.6107C4.44341 43.3148 4.25058 42.9713 4.13048 42.6002C4.01037 42.229 3.9654 41.8377 3.99818 41.4489C4.03097 41.0602 4.14085 40.6819 4.32142 40.3361L13.3516 23.0427C13.7081 22.36 14.3184 21.8446 15.0511 21.6075C15.7838 21.3704 16.5804 21.4306 17.2692 21.775L26.4376 26.3592L14.6876 48.8612Z"
                stroke="#5457F5"
                stroke-width="3"
                stroke-linecap="round"
                stroke-linejoin="round"
              />
              <path
                d="M79.3125 49.2549L73.4375 56.1279L59.9261 69.6393C59.5674 69.998 59.1219 70.2577 58.633 70.3931C58.1442 70.5285 57.6286 70.535 57.1365 70.412L35.8554 65.0917C35.4563 64.9919 35.0825 64.8094 34.7584 64.556L14.6875 48.8613"
                stroke="#5457F5"
                stroke-width="3"
                stroke-linecap="round"
                stroke-linejoin="round"
              />
              <path
                d="M73.4376 56.1279L57.2813 44.3779L52.5813 47.9029C50.5475 49.4283 48.0737 50.2529 45.5313 50.2529C42.989 50.2529 40.5152 49.4283 38.4813 47.9029L36.4909 46.4101C36.1542 46.1576 35.8757 45.8357 35.6743 45.4662C35.4728 45.0966 35.3531 44.6881 35.3233 44.2683C35.2935 43.8485 35.3542 43.4272 35.5014 43.0329C35.6485 42.6386 35.8787 42.2806 36.1763 41.983L50.546 27.6133C50.8187 27.3405 51.1426 27.1242 51.499 26.9765C51.8554 26.8289 52.2373 26.7529 52.6231 26.7529H67.5626"
                stroke="#5457F5"
                stroke-width="3"
                stroke-linecap="round"
                stroke-linejoin="round"
              />
              <path
                d="M26.6484 26.3591L45.4925 20.8654C46.1657 20.6692 46.8868 20.7202 47.5256 21.0093L60.2188 26.7527"
                stroke="#5457F5"
                stroke-width="3"
                stroke-linecap="round"
                stroke-linejoin="round"
              />
              <path
                d="M41.125 78.1591L30.0582 75.3924C29.6091 75.2802 29.1929 75.0633 28.8435 74.7596L20.5625 67.5615"
                stroke="#5457F5"
                stroke-width="3"
                stroke-linecap="round"
                stroke-linejoin="round"
              />
            </svg>
  
            <h2>Клиентоориентированность</h2>
            <p>
              Мы предлагаем полный цикл разработки сайта, начиная от анализа
              вашего бизнеса и конкурентов, до создания дизайна, написания
              контента и программирования. Мы гарантируем высокое качество работы
              и соблюдение сроков.
            </p>
          </div>
        </div>
      </div>
  
</template>